Revit 2027 API
TextNode.TabSize Property
 The size [ft] of the interval between tab stops, in model space.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double TabSize { get; }
Public ReadOnly Property TabSize As Double
	Get
public:
property double TabSize {
	double get ();
}
member TabSize : float with get
Property Value
Double
See Also
Reference
TextNode Class
Autodesk.Revit.DB Namespace